
TOKEN = "5039739814:AAHB_tZgKvkDHLlAlwYqsBkGQrx-mgd_X2w"

currency = ['RUB - Рубль', 'EUR - Евро', 'USD - США Доллар', 'CHF - Швец. Франк', 'AUD - Авст. Доллар', 'GBP - Брит. Фунт', 'NZD - Нов.Зелан. Доллар', 'CAD - Канад. Доллар', 'JPY - Япон. Йена', 'HELP']
hi = ['Привет', 'Доброго времени суток', 'Приветствую тебея', 'Добро пожаловать', 'Здравствуй']

help_text = '''
<strong>Инструкция по использованию бота конвертера.</strong>
\n\nПроцесс использования конвертера можно поделить на три этапа.
\n1. Выберите из меню валюту, которую вы хотите поменять.
\n2. Выберите из меню валюту, <strong>на</strong> которую хотите поменять первовыбранную валюту.
\n3. Через клавиатуру введите количество первовыбранной валюты. (можно ввести число с плавающей точкой 101.32)
\n\nПример, в котором мы сконвертируем 100 USD в рубли и получим 7328.32 рублей:
\n1. Выбрали из меню USD
\n2. Выбрали из меню RUB
\n3. Отправили количество 100
\nГотово.
'''